Tekla.Structures.ModelInternal.Dstv.DstvContour
The dstv contour block information.

Tekla.Structures.ModelInternal.Dstv.DstvContour.#ctor
Creates a new DstvContour instance.

Tekla.Structures.ModelInternal.Dstv.DstvContour.ContourType
Contour type: interval or external.

Tekla.Structures.ModelInternal.Dstv.DstvContour.ContourRows
The list with dstv contour points and their information.